{
  "說明": {
    "標題": "DEMATEL問卷調查說明",
    "內容": [
      "親愛的受訪者，您好！",
      "本研究旨在探討數位時代下各項能力之間的影響關係，以建構完整的能力框架。",
      "本問卷分為三個部分：",
      "1. 基本資料：請填寫您的個人基本資訊",
      "2. 準則比較：評估各項能力指標之間的影響關係",
      "3. 構面比較：評估各大能力構面之間的影響關係",
      "",
      "填寫說明：",
      "• 請仔細閱讀每個題目的說明",
      "• 根據您的實際經驗進行判斷",
      "• 如果兩項能力無關，請選擇「兩者無關」",
      "• 如果有影響關係，請選擇影響方向並評估影響程度(1=低影響, 4=高影響)",
      "• 全程約需15-20分鐘",
      "",
      "您的回答對研究非常重要，所有資料僅供學術研究使用，絕對保密。",
      "感謝您的參與！"
    ],
    "按鈕文字": "我已閱讀說明，開始填寫"
  },
  "基本資料": [
    {
      "編號": "name",
      "名稱": "姓名",
      "類型": "text",
      "必填": true,
      "說明": "請輸入您的姓名"
    },
    {
      "編號": "age",
      "名稱": "年齡",
      "類型": "select",
      "必填": true,
      "選項": [
        "20歲以下",
        "21-30歲",
        "31-40歲",
        "41-50歲",
        "51-60歲",
        "60歲以上"
      ],
      "說明": "請選擇您的年齡區間"
    },
    {
      "編號": "company",
      "名稱": "服務單位/公司",
      "類型": "text",
      "必填": true,
      "說明": "請輸入您目前的服務單位或公司名稱"
    },
    {
      "編號": "department",
      "名稱": "部門/職務",
      "類型": "text",
      "必填": false,
      "說明": "請輸入您的部門或職務（選填）"
    },
    {
      "編號": "experience",
      "名稱": "工作經驗",
      "類型": "select",
      "必填": true,
      "選項": [
        "1年以下",
        "1-3年",
        "4-6年",
        "7-10年",
        "11-15年",
        "15年以上"
      ],
      "說明": "請選擇您的工作經驗年數"
    },
    {
      "編號": "education",
      "名稱": "教育程度",
      "類型": "select",
      "必填": true,
      "選項": [
        "高中職",
        "專科",
        "大學",
        "碩士",
        "博士"
      ],
      "說明": "請選擇您的最高教育程度"
    },
    {
      "編號": "ai_experience",
      "名稱": "AI技術使用經驗",
      "類型": "checkbox",
      "必填": false,
      "選項": [
        "ChatGPT等對話AI",
        "圖像生成AI",
        "程式碼輔助AI",
        "翻譯AI",
        "語音辨識AI",
        "推薦系統",
        "自動化工具",
        "從未使用過"
      ],
      "說明": "請選擇您曾經使用過的AI技術（可複選）"
    }
  ],
  "架構": [
  {
    "構面": "AI素養",
    "代碼": "A",
    "說明": "AI素養是指個體具備理解、分析與運用人工智慧(AI)技術的能力。這不僅包括對AI基本概念的掌握，如機器學習、深度學習等，還涵蓋能夠在實際情境中有效使用AI工具來解決問題、改進工作流程或創造價值的能力。AI素養還要求個體理解AI技術的局限性、倫理問題以及可能的社會影響。",
    "準則": [
      {
        "編號": "a1",
        "名稱": "認知",
        "說明": "能辨識工作流程中AI技術的存在，理解其基本原理與適用情境，並對潛在影響保持敏感。",
        "舉例": [
          "我能清楚分辨工作環境中的哪些系統或設備採用了AI技術。",
          "我無法清楚說明AI技術如何在我的工作中帶來實質幫助。",
          "在使用工作相關的軟體或設備時，我能辨識其中所採用的AI技術。"
        ]
      },
      {
        "編號": "a2",
        "名稱": "應用",
        "說明": "能熟練操作並整合多種AI工具以完成任務，展現靈活調度與持續優化流程的能力。",
        "舉例": [
          "我能熟練使用公司內各種AI工具或系統來提高我的工作效率。",
          "在職場上學習使用新的AI工具或系統對我來說通常會感到困難。",
          "我能透過公司內部提供的AI工具，有效地完成工作任務並提升效率。"
        ]
      },
      {
        "編號": "a3",
        "名稱": "評估",
        "說明": "能針對AI系統輸出進行準確判讀，分析其可信度與侷限，並在多方案中做出最佳決策。",
        "舉例": [
          "在工作環境中實際使用AI系統後，我能準確評估其功能與侷限性。",
          "在面對AI系統提供的多種工作建議方案時，我能快速選擇最適合業務需求的方案。",
          "面對多種AI解決方案或工具時，我能針對不同任務迅速做出最合適的選擇。"
        ]
      },
      {
        "編號": "a4",
        "名稱": "倫理",
        "說明": "能意識並遵循隱私、偏見與責任等倫理規範，確保AI應用過程符合組織與社會價值。",
        "舉例": [
          "在職務上使用AI工具或系統時，我會自覺遵守公司及業界的倫理標準與規範。",
          "在使用AI相關工具或系統時，我通常不太會特別留意資訊安全與個資保護的議題。",
          "在職場中使用AI技術時，我會特別關注是否存在被濫用的風險。"
        ]
      }
    ]
  },
  {
    "構面": "數位素養",
    "代碼": "B",
    "說明": "數位素養是指個體在數位環境中有效使用資訊與通信技術(ICT)的能力。這包括能夠搜尋、評估、處理和應用數位資訊，並能夠利用各種數位工具(如辦公軟體、社交平台、資料庫等)提升工作效率。數位素養還涉及數位世界中的問題解決、協作與創新能力，並且對數位安全和隱私有基本的認識。",
    "準則": [
      {
        "編號": "b1",
        "名稱": "技術構面",
        "說明": "熟練操作與運用各種數位工具和資源，包括基本的電腦設備操作以及技術問題的解決能力。",
        "舉例": [
          "我能獨立排除工作中遇到的資訊技術相關問題。",
          "我可以快速學會並熟悉工作所需的新數位工具或技術。",
          "我能持續追蹤產業內重要的新技術或工具的發展趨勢。",
          "我對業界使用的多種資訊工具或平台具有一定的了解。",
          "我具備使用資訊科技工具製作報告、文件或其他專案產出的技術能力，以清楚呈現我的專業知識與工作成果。",
          "我在工作中能熟練運用各種資訊科技工具。"
        ]
      },
      {
        "編號": "b2",
        "名稱": "認知構面",
        "說明": "有效搜尋、分析、評估與整合數位資訊，並運用於工作或學習任務的能力。",
        "舉例": [
          "我有信心能夠有效地從網路上搜尋並判斷工作中所需資訊的價值與可信度。",
          "我清楚網路使用過程中可能涉及的資訊安全、智慧財產權及資訊來源可靠性等問題。"
        ]
      },
      {
        "編號": "b3",
        "名稱": "社會-情緒構面",
        "說明": "能夠在數位環境中妥善溝通與協作，並負責任地處理隱私、安全和人際互動相關議題的能力。",
        "舉例": [
          "我經常透過網路工具(例如Teams、Slack或其他協作平台)與同事或專業社群討論工作上的問題，獲取即時幫助與建議。",
          "資訊科技工具(如專案管理平台、協作工具)能有效促進我與團隊成員或其他部門的專業協作與溝通。"
        ]
      }
    ]
  },
  {
    "構面": "運算思維",
    "代碼": "C",
    "說明": "運算思維是指一種基於計算機科學的問題解決方式，強調將複雜問題拆解為更簡單的子問題，並以算法或步驟化的方式進行處理。這種思維方式不僅限於編程，還可以應用於日常生活中的問題解決，促使人們在面對問題時進行結構化、邏輯化的思考。運算思維包括模式識別、抽象化、算法設計等方面，並且能幫助個體有效運用AI技術解決實際問題。",
    "準則": [
      {
        "編號": "c1",
        "名稱": "創意",
        "說明": "有目的的認知過程，能產出具新穎性且適切性的點子或解決方案，並在解題或計畫中融入創新元素。",
        "舉例": [
          "我欣賞在面對技術決策時具備自信與明確判斷力的同事。",
          "在面對專案挑戰時，我重視具務實與客觀思考特質的夥伴。",
          "只要有適當的時間與資源，我有信心處理大多數技術問題。",
          "當遇到新的系統或技術時，我有信心找出並解決問題。",
          "我善於在實作過程中邊規劃邊調整，解決技術挑戰。",
          "創意發想常啟發我開展創新專案或功能。",
          "面對系統異常或錯誤時，我會依據直覺快速定位問題。",
          "遇到技術問題時，我會先暫停其他工作，專注找出根因。"
        ]
      },
      {
        "編號": "c2",
        "名稱": "演算法思維",
        "說明": "以邏輯性和系統性的方式設計並執行解題步驟的能力，包括理解、評估與建立可操作的程序或規則。",
        "舉例": [
          "我能快速建立解決問題所需的邏輯或流程架構。",
          "我對抽象邏輯或演算法設計感興趣，並樂於研究其背後的原理。",
          "我習慣透過程式語言或邏輯符號理解技術說明。",
          "我能快速掌握資料或參數間的邏輯關係。",
          "我能用邏輯或程式碼表達解決實務問題的方法。",
          "我能將需求描述轉換為邏輯語法或程式碼。"
        ]
      },
      {
        "編號": "c3",
        "名稱": "合作性",
        "說明": "個體在團隊中共同工作、互相交流意見並協力解決問題的能力，擅長在群體情境中分享資訊與共同行動。",
        "舉例": [
          "我喜歡在團隊中與同事一起協作學習或解決問題。",
          "我認為在團隊合作中可以獲得比個人更有效率的成果。",
          "我喜歡參與團隊專案，與成員一同面對並解決挑戰。",
          "團隊合作過程中，常能激發出更多有創意或實用的解決方案。"
        ]
      },
      {
        "編號": "c4",
        "名稱": "批判性思維",
        "說明": "有意識地分析、評估資訊與論點，並進行合理判斷的能力，能透過檢視依據與邏輯來提出可靠的結論。",
        "舉例": [
          "我擅長為複雜任務或系統問題擬定清晰的處理計畫。",
          "我樂於挑戰複雜問題，從中找出最佳解法。",
          "我樂於接觸新的技術或系統，即使具挑戰性也會積極學習。",
          "我對自己在分析需求與解決方案時具備精準判斷能力感到自信。",
          "當需要做出技術或專案決策時，我會有系統地評估各種方案。"
        ]
      },
      {
        "編號": "c5",
        "名稱": "問題解決",
        "說明": "面對挑戰時，能有效辨識問題核心，運用適當策略規劃解決步驟，並檢驗其可行性的能力。",
        "舉例": [
          "我在解決技術問題時，常難以明確具體地描述我的解法思路。",
          "在設計邏輯或撰寫程式時，我會不確定如何正確使用變數或條件。",
          "雖然我能擬定解決方案，但實際執行時常難以有條理地依步驟完成。",
          "當我遇到技術問題時，能想到的解法選項通常有限。",
          "在團隊討論中，我有時難以提出不同或創新的觀點。",
          "團隊合作中若要同步學習新工具或知識，常讓我感到壓力或疲累。"
        ]
      }
    ]
  },
  {
    "構面": "後設認知",
    "代碼": "D",
    "說明": "後設認知是指個體對自己思維過程的監控與調節能力。具備後設認知的人能夠反思自己的學習過程、分析哪些方法有效、哪些需要改進，並根據這些反思調整學習策略。在數位轉型與AI時代，後設認知對於持續學習和適應快速變化的技術環境至關重要，能夠幫助個體保持對新知識的學習動機，並有效調整學習方式。",
    "準則": []
  },
  {
    "構面": "ICT取用",
    "代碼": "E",
    "說明": "ICT取用是指個體能夠有效利用資訊與通信技術工具來執行工作、解決問題或進行日常活動的能力。這包括對硬體設備(如電腦、手機等)、軟體應用(如操作系統、辦公軟體等)、以及網路資源的操作與應用能力。良好的ICT取用能力使員工能夠有效使用數位工具提升工作效率，並且能在數位環境中進行有效的協作與溝通。",
    "準則": [
      {
        "編號": "e1",
        "名稱": "內在動機取用",
        "說明": "個體對於接觸與使用資訊科技的主動意願與積極程度，反映個人內心對ICT相關知識與技能的重視與追求。",
        "舉例": [
          "使用網路資源有助於我做出更佳的工作或技術決策。",
          "使用資訊科技工具對我的工作沒有幫助。",
          "使用電腦與網路能有效提高我的工作效率與成效。",
          "透過數位工具(如電腦、網路)完成工作是一件愉快的事。"
        ]
      },
      {
        "編號": "e2",
        "名稱": "資訊技能取用",
        "說明": "個體在實際工作或日常任務中，能熟練運用ICT進行資訊的搜尋、收集與處理之能力。",
        "舉例": [
          "我能有效掌握適當的關鍵字，以迅速搜尋到工作所需的資訊。",
          "我會使用進階的搜尋技巧(如邏輯運算符、精準篩選)取得我工作上需要的資訊。",
          "我能自信地評估網路資訊的可信度和可靠性，以支持我的專業判斷。",
          "我擅於整合不同來源的線上資訊，並應用在工作任務或專案之中。",
          "我能快速地找到對工作有幫助的特定網站或資源平台。",
          "我能快速從搜尋結果中判斷並挑選最適合工作需求的資訊。"
        ]
      },
      {
        "編號": "e3",
        "名稱": "策略技能取用",
        "說明": "個體在使用ICT時，能有效規劃並運用合適策略解決問題，並提升工作任務完成效率的能力。",
        "舉例": [
          "我能善用網路資源輔助我進行重要的職務決策或判斷。",
          "我能有效利用網路資訊或工具達成設定的工作目標。",
          "透過網路資源，我能輕鬆規劃並實踐特定的專案目標。",
          "善用電腦和網路資源能幫助我提升職務績效或技能水準。",
          "我對於利用各種資訊科技工具來完成工作任務感到有信心。",
          "我有信心透過網路資源，協助自己做出職務上的關鍵決策。"
        ]
      }
    ]
  }
]
}